let rules = document.getElementById("rules")
rules.innerHTML = `
  <p id='r1'>1. Не материться, использовать плохие слова, наказание: предупреждение</p>
  <p id='r2'>2. Не спамить (хоть и символами, хоть и сообщениями) и не флудить, наказание за нарушение: 2 предупреждения</p>
  <p id='r3'>3. Не оскорблять создателя группы или модерацию чата (включаю высшую) или кого-либо. Наказание: обычный бан</p>
  <p id='r4'>4. Не пытаться изменить что-то у ботов, установленных тут, наказание: мут день, при большом количестве попыток/изменений мут на неделю</p>
  <p>5. Относится вежливо ко всем, за нарушение: предупреждение</p>
  <p>6. Негативная критика (которая может убрать мотивацию, к примеру) запрещена, но положительная (которая помогает улучшить что-то или исправить ошибки) разрешена. Наказание за негативную критику: предупреждение + мут 10 минут</p>
  <p>7. Бан можно обжаловать, но соблюдая вежливый тон, без оскорблений чего-либо. Обычный бан длится 5 дней, при 4 предупреждениях пользователь получает обычный бан.</p>
  <p>8. Без пугающего контента, контента 18+, 16+, 14+, контента, нарушавшего правила, наказание: 3 предупреждения</p>
  <p>9. Реклама запрещена, но реклама своего творчества разрешена, также разрешена реклама с разрешением разрешена. Наказание: 2 предупреждения</p>
  <p>10. Если в чате нарушение правил, но никто не реагирует, отправьте команду /report, отправка этой команды без причины запрещена, наказание: предупреждение</p>
  <p>11. Вас не могут забанить без причины, вам могут забанить или лишить прав (к примеру запретить отправлять сообщения) только за нарушение правил</p>
  <p>12. Админами чата становятся только те, кто в доверии у SHAMAN2016, в некоторых случаях можно получить админку, но это нереально сложно.</p>
  <p>13. В чате не могут быть чьи-то данные, наказание: 3 предупреждения</p>
  <p>14. Не начинать конфликты в чате, наказание: предупреждение</p>
  <p>15. Не тратить никому нервы, наказание: предупреждение</p>
  <p>16. Не создавать опросы, где оба варианта могут оказаться верными, к примеру это опрос, который спрашивает, что вернет "2"*2, и верный ответ выбран через ответ Python (22), но JavaScript, к примеру выдаст 4, то есть получится так, что те, кому js язык ближе, ответят неверно. Только если есть понятные подсказки, например с pyмножить: можно подумать опечатка и поэтому считает что py русский а не английский так как весь текст на русском, и пользователь отвечает не верно. А с Jsмножить все ок так как уже видишь что тут и русский и английский, и в английском js и понимаешь что речь про JavaScript</p>
  <p>17. Нельзя состоять в чате и так что в Telega вошел с этим аккаунтом или входил но вышел. Не пытайтесь скрыть, у модераторов exteraGram и плагин детектор того что пользователь использовал или использует Telega.</p>
  <p>18. Не писать ерунду, глупости а также не добавлять то что всем понятно (например написал кто-то 'с 1 мая' и добавления праздика, и вы отвечаете 'это день труда', хотя это все знают, и всем это понятно)</p>
  <p>19. Нельзя быть против JS/Node/низкоуровневого программирования или против Dash (но можно не программировать на них и не знать их, и даже не знать о них, хотя, кто о них в 21 веке не знает?). Наказание: бан 2 часа</p>
  <p>————</p>
  <p>Исключения: пользователи в категории/с ролью «Свободнее» могут редко нарушать правила, но должны отчитываться админам, почему, а также только в крайних случаях</p>
  <p>————</p>
  <p>Все нужные команды можно найти через команду /commands</p>
  <p>Все роли и категории можно найти через команду /user_role</p>
  <p>————</p>
  <p>Высшая модерация: главный админ, создатель группы и те, кто указаны в роли «Высокий»</p>
`
