let rules = document.getElementById("rules")
rules.innerHTML = `
  Правила группы: 
  1. Не материться, использовать плохие слова, наказание: предупреждение
  2. Не спамить (хоть и символами, хоть и сообщениями) и не флудить, наказание за нарушение: 2 предупреждения
  3. Не оскорблять создателя группы или модерацию чата (включаю высшую) или кого-либо. Наказание: обычный бан
  4. Не оскорблять кого-либо, наказание: обычный бан
  5. Не пытаться изменить что-то у ботов, установленных тут, наказание: мут день, при большом количестве попыток/изменений мут на неделю
  6. Относится вежливо ко всем, за нарушение: предупреждение
  7. Негативная критика (которая может убрать мотивацию, к примеру) запрещена, но положительная (которая помогает улучшить что-то или исправить ошибки) разрешена. Наказание за негативную критику: предупреждение + мут 10 минут
  8. Бан можно обжаловать, но соблюдая вежливый тон, без оскорблений чего-либо. Обычный бан длится 5 дней, при 4 предупреждениях пользователь получает обычный бан.
  9. Без пугающего контента, контента 18+, 16+, 14+, контента, нарушавшего правила, наказание: 3 предупреждения
  10. Реклама запрещена, но реклама своего творчества разрешена, также разрешена реклама с разрешением разрешена. Наказание: 2 предупреждения
  11. Если в чате нарушение правил, но никто не реагирует, отправьте команду /report, отправка этой команды без причины запрещена, наказание: предупреждение
  12. Вас не могут забанить без причины, вам могут забанить или лишить прав (к примеру запретить отправлять сообщения) только за нарушение правил
  13. Админами чата становятся только те, кто в доверии у SHAMAN2016, в некоторых случаях можно получить админку, но это нереально сложно.
  14. В чате не могут быть чьи-то данные, наказание: 3 предупреждения
  15. Не начинать конфликты в чате, наказание: предупреждение
  16. Не тратить никому нервы, наказание: предупреждение
  17. Не создавать опросы, где оба варианта могут оказаться верными, к примеру это опрос, который спрашивает, что вернет "2"*2, и верный ответ выбран через ответ Python (22), но JavaScript, к примеру выдаст 4, то есть получится так, что те, кому Священный язык ближе, ответят неверно
  ————
  Исключения: пользователи в категории/с ролью «Свободнее» могут редко нарушать правила, но должны отчитываться админам, почему, а также только в крайних случаях
  ————
  О все нужные команды можно найти через команду /commands
  Все роли и категории можно найти через команду /user_role
  ————
  Высшая модерация: главный админ, создатель группы и те, кто указаны в роли «Высокий»
`
